import styles from "../styles/About.module.css";

const about = () => {
  return (
    <div className={styles.about}>
      <img
        src="../about.avif"
        alt="about-image"
        className={styles.about_image}
      />
      <h2>مهندسین مشاور بام دژ طرح</h2>
      <div className={styles.content}>
        <p>
          شرکت بام دژ طرح سهامی خاص در راستای ایفای سهم خود در پیشبرد صنعت این
          مرزبوم در سال ۱۳۷۵ با هدف اجرای پروژه های طراحی مهندسی و خرید درحوزه
          نفت ،گاز و پتروشیمی توسط گروهی از مهندسین با تجربه و مدیران حرفه ای
          صنعتی تاسیس گردید.
          <br />
          با حمایت و تدبیر مدیران مجرب و تکیه بر توان فنی ، مالی و اعتباری خود ،
          این مجموعه از آغاز تا کنون در بسیاری از پروژه های کشور در قالب مطالعات
          امکان سنجی ،طراحی مهندسی مفهومی ،تفضیلی و پایه همچنین نظارت بر طرح ها
          و انجام خدمات تدارکات(procurement) فعالیت داشته و توانسته سابقه ای
          درخشان در دفتر صنعت این کشور به ثبت رساند.
          <br />
          این مجموعه با بکارگیری جدیدترین مدل های مدیریت پروژه در دنیا و استفاده
          از تکنولوژی به روز در حوزه طراحی و همجنین نرم افزارهای تخصصی مرتبط، با
          توجه به الزامات پروژه های صنعتی و قراردادهای EPC ،EPو .EPCC واحدهای
          مختلف مهندسی را به شرح زیر ایجاد نموده است
          <ul>
            <li>واحد فرآیند و ایمنی</li>
            <li>واحد سیویل و سازه</li>
            <li>واحد لوله کشی صنعتی</li>
            <li>واحد مکانیک (دوار/ثابت)</li>
            <li>واحد برق</li>
            <li>واحد ابنیه و تاسیسات</li>
            <li>واحد برنامه ریزی و کنترل پروژه </li>
          </ul>
        </p>
        <img src="../about-content.png" alt="" />
      </div>
    </div>
  );
};

export default about;
